# загружаем нужные пакеты
library(languageR)
library(ggplot2)

# загружаем датасет
meta <- oldFrenchMeta

# допишите ваш код ниже
# постройте столбиковую диаграмму, 
# показывающую количество произведений на тему (Topic);
# используйте функцию ggplot();
# цветом закодируйте жанр; 
# уберите названия осей; 
# поверните координатную ось; 
# поменяйте тему оформления на черно-белую (_bw), 
# а шрифт -- на Palatino; 
# добавьте заголовок "Plot by [Your Name]"



# экспортируйте график в формате jpg с раширением 300 dpi; 
