# source: https://github.com/AntennaHouse/moby-dick-tei/blob/main/VAC7237.xml

# здесь впишите все пакеты, с которыми работаете

# ЗАДАНИЕ 1
# в репозитории вы найдете файл MobyDick.xml
# его надо прочитать и сделать тиббл с тремя столбцами:
# chapter (например, CHAPTER I); title (например, LOOMINGS); text (полностью текст главы)


# ЗАДАНИЕ 2
# преобразуйте title, чтобы там были только строчные буквы
# удалите слово chapter из столбца chapter
# удалите пунктуацию в chapter и title (используйте separate)


# ЗАДАНИЕ 3
# в стоблце chapter замените римские номера глав на арабские :)


# Критерии оценки
# - код запускается без ошибки, все пакеты подвязаны; в столбцах только нужные данные (3 балла)
# - задание 2 (1 балл)
# - задание 3 (1 балл)




